Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_gallery/translations/cforge_gallery.*.po
Languages: de, fr

source: Defaults
de: Standart

source: Appliquer
de: anweden

source: Réinitialiser
de: zurücksetzen

source: Trier par
de: sortieren nach

source: Éléments par page
de: Elemente rpo Seite

source: - Tout -
de: - Alle ­-

source: Décalage
de: Verschiebeung

source: « premier
de: <<erste

source: ‹ précédent
de: < vorherig

source: suivant ›
de: nächste>

source: dernier »
de: letzte>>

source: Tous / Toutes
de: Alle

source: Page
de: Seite

source: Add another image
de: ein weiteres Bild anfügen
fr: Ajouter une autre image

source: Each 'term' is the name of an image gallery. Create and rename as many galleries as you want.
de: Jeder 'Term' ist der Name einer Bildergalerie. Erstelle und benenne beliebig viele Gallerien.
fr: Chaque 'terme' correspond à un album de photos. Créez et renommez autant d'albums que vous voulez.

source: Image categorised into galleries
de: Bilderkategorisierung in den Galerien
fr: Photo classée dans des albums

source: Caption
de: Beschriftung
fr: Légende

source: Random image
de: Zufallsbild
fr: Image aléatoire

source: Gallery: @galleryname
de: Galerie: @galleryname
fr: Album: @galleryname

source: There is currently no content classified with this term.
de: Momentan ist kein Inhalt mit dieser Bezeichnung klassifiziert
fr: Il n'y a pour l'instant aucun contenu classé avec ce terme.

source: Galleries
de: Galerien
fr: Albums

source: The usual suspects
de: Die üblichen Vermutungen
fr: Les suspects habituels

source: Manage galleries
de: Verwalte Galerien

source: Gallery
de: Galerie
fr: Album

source: Which gallery to put this photo in?
de: In welche Galerie gehört dieses Foto?
fr: Dans quelle album mettre cette photo ?

source: Cforge Gallery
de: Cforge Galerie
fr: Album Cforge

source: Upload photos into galleries
de: Hochladen der Fotos in Galerien
fr: Téléverser des photos dans des albums

source: Community Forge
de: Cpmmunity Forge

source: Home
fr: Accueil

source: Random photo
fr: Une photo au hasard

source: See the whole gallery!
fr: Voir tout l'album!
