Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_currencies/translations/cforge_currencies.*.po
Languages: el, fr

source: I am requesting
el: Πρόκειται να πάρω
fr: Je demande

source: I am acknowledging
el: Πρόκειται να δώσω
fr: Je donne

source: Make a payment
el: Νέα συναλλαγή
fr: Faire un paiement

source: Description of the exchange: [mcapiform:transaction_description] in category [mcapiform:offers_wants_categories] with [mcapiform:secondperson] [mcapiform:direction] the sum of [mcapiform:worth]
el: Περιγραφή συναλλαγής: [mcapiform:transaction_description] στην κατηγορία [mcapiform:offers_wants_categories] με τον [mcapiform:secondperson] [mcapiform:direction] συνολικά [mcapiform:worth]
fr: J'ai échangé : [mcapiform:transaction_description] dans la catégorie [mcapiform:offers_wants_categories] avec [mcapiform:secondperson]et maintenant [mcapiform:direction] la somme de [mcapiform:worth]

source: Are you sure?
el: Είστε σίγουρος;
fr: Êtes-vous certain?

source: Submit
el: Υποβολή
fr: Soumettre

source: The transaction will be finalised when the other user signs it.
el: Η συναλλαγή θα ολοκληρωθεί μόλις την επικυρώσει και το άλλο μέλος.
fr: L'échange sera finalisé dès confirmation par l'autre membre.

source: Log a transaction
el: Καταχώρηση συναλλαγής
fr: Consigner un échange

source: Payer: [mcapiform:payer] Payee: [mcapiform:payee] Description: [mcapiform:transaction_description] Category: [mcapiform:offers_wants_categories] [mcapiform:worth]
el: Πληρωτής: [mcapiform:payer] Αποδέκτης πληρωμής: [mcapiform:payee] Περιγραφή: [mcapiform:transaction_description] Κατηγορία: [mcapiform:offers_wants_categories] [mcapiform:worth]
fr: Le donneur : [mcapiform:payer] Le receveur : [mcapiform:payee] Description : [mcapiform:transaction_description] Catégorie : [mcapiform:offers_wants_categories] [mcapiform:worth]

source: Payee
el: Αποδέκτης πληρωμής
fr: Receveur

source: Payer
el: Πληρωτής
fr: Donneur

source: Description
el: Περιγραφή

source: [name] gave [@name]
el: [name] έδωσε [@name]
fr: [name] a donné à [@name]

source: Serial number
el: Σειριακός αριθμός
fr: Numéro de série

source: Name
el: Όνομα
fr: Nom

source: Worth
el: Αξία
fr: Valeur

source: Transactions
el: Συναλλαγές
fr: Échanges

source: [name] gave [transaction_description]
el: [name] έδωσε [transaction_description]
fr: [name] a donné [transaction_description]

source: This is the default accountant's interface. It is simply a transaction view with all the filters exposed. More accountants tools are needed, depending on how the system is to be used.
el: Αυτή είναι η προεπιλεγμένη λογιστική εμφάνιση. Είναι απλά μια προβολή με πρόσβαση σε όλα τα πεδία. Ανάλογα με το πως θα χρησιμοποιηθείο το σύστημα, χρειάζονται περισσότερα λογιστικά εργαλεία.
fr: Interface comptable par défaut. C'est une simple vue d'échanges avec tous les filtres exposés. Plus d'outils de comptabilité peuvent être nécessaires, selon l'usage du système.

source: Transaction management
el: Διαχείριση συναλλαγών
fr: Gestion des échanges

source: All transactions can be seen from here. Use the filters to list what you need.
el: Όλες οι συναλλαγές μπορούν να φανούν από εδώ. Χρησιμοποιήστε τα φίλτρα της λίστας για οτι χρειαστήτε
fr: Tous les échanges peuvent être consultés ici. Utilisez les filtres pour afficher ce que vous cherchez.

source: Recorded
el: Καταγραφή
fr: Enregistré

source: State
el: Κατάσταση
fr: État

source: Quantity
el: Ποσότητα
fr: Quantité

source: Active traders
el: Ενεργά μέλη
fr: Utilisateurs actifs

source: The [uid2] active users have made [serial] exchanges, totalling [volume]. Thomas Greco's system health index is: [greco]
el: Οι [uid2] ενεργοί χρήστεςέχουν κάνει [serial] συναλλαγές, συνολικής αξίας [volume]. Ο δείκτης του υγείας συστήματος του Thomas Greco είναι: [greco]
fr: Les utilisateurs actifs [uid2] ont fait les échanges [serial], totalisant [volume]. L'index Thomas Greco du système de santé est: [greco]

source: In the last year, our [uid2] active users have done [serial] transactions, totalling [volume]
el: Τον τελευταίο χρόνο, οι [uid2] ενεργοί χρήστες μας, έχουν κάνει [serial] συναλλαγές, συνολικού ύψους [volume]
fr: L'an passé, nos [uid2] utilisateurs actifs ont fait [serial] transactions totalisant [volume]

source: Thomas Greco's system health index
el: Δείκτης υγείας συστήματος του Thomas Greco
fr: Index (suivant le système de Thomas Greco)

source: Awaiting your signature
el: Εκκρεμεί η επιβεβαίωση σας
fr: En attente de votre signature

source: Balance extents
el: Μέγεθος υπολοίπου
fr: L'étendue du solde

source: System trading stats
el: Στατιστικά συστήματος συναλλαγών
fr: Statistiques du système d'échanges

source: Once this account has traded, this value cannot be changed.
el: Από τη στιγμή που ο λογαριασμός εμπορεύθηκε, η τιμή δεν μπορεί να αλλάξει.
fr: Après l'échange avec ce compte, cette valeur ne peut plus être modifiée.

source: Please ensure the mail for this account goes to a responsible person: @mail
el: Επιβεβαι'ωστε ότι το email για το λογαριασμό πάει στον υπεύθυνο: @mail
fr: Veillez à ce que l'adresse courriel de ce compte soit attribuée à une personne responsable: @mail

source: Exchanges
el: Συναλλαγές
fr: Échanges

source: My balances
el: Το υπόλοιπό μου
fr: Mes soldes

source: Category
el: Κατηγορία
fr: Catégorie

source: Cforge currencies
el: Νομίσματα Cforge
fr: Unités d'échange de Cforge

source: Standard LETS / Timebank accounting with intertrade and mirror of national currency
el: Πρότυπο LETS / TimeBank λογιστικής με intertrade και τον αντοιστιχία σε εθνικό νόμισμα
fr: Comptabilité standard pour SEL ou Banque de Temps, avec échanges inter-SEL / Banque de Temps et reflet la devise nationale
