Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_launch/translations/cforge_launch.*.po
Languages: el, fr

source: Welcome message
el: Μήνυμα καλωσορίσματος
fr: Message de bienvenue

source: This text will be injected at the top of the !mail reminder
el: Το κείμενο αυτό θα τοποθετηθεί στην κορυφή των υπενθυμίσεων του !mail
fr: Ce texte sera placé au-dessus du !mail de rappel

source: Password recovery email
el: E-mail ανάκτησης κωδικού
fr: Courriel pour mot de passe oublié

source: Test mail
el: Δοκιμή mail
fr: Courriel de test

source: Send a test mail to yourself. WARNING! This will log you out.
el: Αποστολή δοκιμαστικού mail στον εαυτό σας. ΠΡΟΣΟΧΗ! Αυτό θα οδηγήσει σε αποσύνδεση από το λογαριασμό σας.
fr: Envoyez un courriel de test à vous-même. ATTENTION! Ceci va vous déconnecter.

source: Send test mail
el: Αποστολή δοκιμαστικού mail
fr: Envoyer le courriel de test

source: LAUNCH NOW!
el: ΕΚΚΙΝΗΣΗ ΤΩΡΑ!
fr: LANCEZ MAINTENANT!

source: Never launch
el: Να μη γίνει ποτέ εκκίνηση
fr: Ne jamais lancer

source: Site launch:
el: Έναρξη ιστοσελίδας:
fr: Lancement du site:

source: You have already used this one-time login link. It is not necessary to use this link to login anymore. You are already logged in.
el: Έχετε ήδη χρησιμοποιήσει αυτό το σύνδεσμο εισόδου μιας χρήσης. Δεν είναι απαραίτητο να χρησιμοποιήσετε αυτό το σύνδεσμο για να συνδεθείτε πια. Είστε ήδη συνδεδεμένος.
fr: Vous avez déjà utilisé ce lien de connexion temporaire. Il n'est plus nécessaire d'utiliser ce lien pour vous connecter. Vous êtes déjà connecté.

source: You have tried to use a one-time login for an account which has been blocked.
el: Έχετε προσπαθήσει να χρησιμοποιήσετε τη σύνδεση μιας χρήσης για ένα λογαριασμό που έχει αποκλειστεί.
fr: Vous avez tenté d'utiliser le lien de connexion temporaire pour un compte qui a été bloqué.

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
el: Έχετε χρησιμοποιήσει το σύνδεσμο εισόδου μιας χρήσης. Δεν χρειάζεται να χρησιμοποιείτε πια αυτό το σύνδεσμο για να συνδεθείτε. Παρακαλούμε να αλλάξετε τον κωδικό σας.
fr: Vous venez d'utiliser votre lien de connexion temporaire. Il n'est plus nécessaire d'utiliser ce lien pour vous connecter. Veuillez changer votre mot de passe.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to login to the site and change your password.</p>
el: <p>Αυτός είναι ένας σύνδεσμος εισόδου μιας χρήσης για %user_name και θα λήξει στις %expiration_date.</p><p>Πατήστε εδώ για να συνδεθείτε στη σελίδα και να αλλάξετε τον κωδικό σας.</p>
fr: <p>Ceci est un identifiant de connexion temporaire pour %user_name qui expirera le %expiration_date.</p><p>Cliquez sur ce bouton pour vous connecter au site et changer votre mot de passe.</p>

source: This login can be used only once.
el: Αυτή η παραπομπή εισόδου μπορεί να χρησιμοποιηθεί μόνο μία φορά.
fr: Cet identifiant ne peut être utilisé qu'une fois.

source: Log in
el: Είσοδος
fr: Se connecter

source: You have tried to use a one-time login link which has either been used or is no longer valid. Please request a new one using the form below.
el: Προσπαθήσατε να χρησιμοποιήσετε τη σύνδεση μιας χρήσης, που είτε έχει χρησιμοποιηθεί ή δεν είναι πλέον έγκυρη. Παρακαλείστε να ζητήσετε μια νέα χρησιμοποιώντας την παρακάτω φόρμα.
fr: Vous avez tenté d'utiliser un lien de connexion temporaire qui a déjà été utilisé ou qui n'est plus valide. Veuillez en demander un nouveau en utilisant le formulaire ci-dessous.

source: First name (required)
el: Όνομα (απαιτείτα)
fr: Prénom (obligatoire)

source: Responsibility
el: Ευθύνη
fr: Responsabilité

source: Notes, visible only to committee
el: Σημειώσεις, ορατό μόνο στην επιτροπή
fr: Notes, uniquement visibles par le comité

source: The following fields are available:
el: Τα ακόλουθα πεδία είναι διαθέσιμα:
fr: Les champs suivants sont disponibles:

source: Fieldname '@field' is missing from the csv header.
el: Το πεδίο με όνομα '@field' δεν βρέθηκε στο csv header.
fr: Le champ '@field' manque dans les colonnes du fichier csv.

source: user
el: χρήστης
fr: utilisateur

source: User %name used one-time login link at time %timestamp.
el: Ο χρήστης %name χρησιμοποίησε σύνδεσμο εισόδου μίας χρήσης, τη χρονική στιγμή %timestamp.
fr: L'utilisateur %name a utilisé un lien de connexion temporaire à %timestamp.

source: Launch
el: Εκκίνηση
fr: Message de lancement

source: Mail all users with new password
el: Αποστολή mail σε όλους τους χρήστες με νέο κωδικό πρόσβασης (password)
fr: Message à tous les membres dotés d'un nouveau mot de passe

source: Cforge launch
el: Εκκίνηση Cforge
fr: Lancement de Cforge

source: Import users, offers, wants & balances, then mail all users with new password. Transaction imports must be done someotherhow for the time being.
el: Εισάγετε χρήστες, προφορές, ζητήσεις & υπολοίπα λογαριασμών, και αποστείλετε mail σε όλους τους χρήστες με νέους κωδικούς. Η εισαγωγή των συναλλαγών πρέπει να γίνει με άλλο τρόπο προς το παρόν.
fr: Importer des membres, des offres, des demandes et des soldes, ensuite envoyez à tous les membres un nouveau mot de passe. Les échanges doivent êtres importés d'une autre manière pour le moment.

source: Hello [user:name], We have launched our new site! You can now add your offers and wants, and record your transactions on the website. Don't worry, it's easy and fun, and you can't break anything, so go ahead and have a go. Once you've logged in with the link below, please change your password. And while you're at it, check your personal details and save your profile page. Have a nice visit, we'll see you on the site. [site:name] Team
el: Γεια σας [user:name], Βρίσκεστε στη νέα μας ιστοσελίδα! Μπορείτε τώρα να προσθέσετε τις προσφορές και ζητήσεις σας, και να καταγράψετε τις συναλλαγές σας στην ιστοσελίδα μας. Μην ανησυχείτε, είναι εύκολο και διασκεδαστικό, δεν μπορείτε να χαλάσετε τίποτα, οπότε προχωρήστε άφοβα. Μόλις συνδεθείτε με το παρακάτω σύνδεσμο, μπορείτε να αλλάξετε τον κωδικό σας. Ελέγξτε τα προσωπικά σας στοιχεία και να αποθηκεύσετε τη σελίδα του προφίλ σας. Καλά να περάσετε, ελπίζουμε να σας βλέπουμε συχνά στη σελίδα μας. Ομάδα [site:name]
fr: Bonjour [user:name], Nous avons lancé notre nouveau site! Vous pouvez maintenant ajouter vos offres et demandes, et enregistrer vos échanges sur le site. Ne vous inquiétez pas, c'est facile et amusant, et vous ne casserez rien, donc allez-y, lancez-vous. Une fois que vous vous êtes connectés avec le lien ci-dessous, s'il vous plaît changer votre mot de passe. Et puisque vous y êtes, vérifiez vos paramètres personnels. Pensez à enregistrer vos modifications. Bonne visite, nous nous reverrons sur le site. L'équipe du [site:name]

source: It MUST include the string '[user:one-time-login-url]'
el: Η συμβολοσειρά '[user:one-time-login-url]' ΠΡΕΠΕΙ να συμπεριληφθεί
fr: La chaîne '[user:one-time-login-url]' DOIT être inclue

source: Message must include token @token
el: Το μήνυμα πρέπει να περιλαμβάνει την ένδειξη @token
fr: Le message doit inclure le jeton @token

source: Sending test mail
fr: Envoi d'un mail test

source: An unrecoverable error has occurred. You can find the error message below. It is advised to copy it to the clipboard for reference.
el: Συνέβει ανεπανόρθωτο σφάλμα. Μπορείτε να βρείτε το μήνυμα λάθους παρακάτω. Καλό είναι να το αντιγράψετε στο πρόχειρο για αναφορά.
fr: Une erreur irrécupérable s'est produite. Vous trouverez le message d'erreur ci-dessous. Il est conseillé de le copier dans le presse-papier pour nous la rapporter.

source: You were logged out and a test notification was sent to @mail
el: Έχετε αποσυνδεθεί από το λογαριασμό σας. Λάβατε δοκιμαστική ειδοποίηση στο @mail
fr: Vous avez été déconnectés et un mail test a été envoyé à @mail

source: Sending @count mails
el: Στέλνονται @count emails
fr: Envoi de @count emails

source: Phone 1
el: Τηλέφωνο 1
fr: Téléphone 1

source: Phone 2
el: Τηλέφωνο 2
fr: Téléphone 2

source: Open question
el: Ανοιχτή ερώτηση
fr: Question ouverte

source: roles, separated by pipes
el: ρόλοι, χωρισμένοι με "pipes"
fr: rôles, séparés par des barres verticales (pipes)

source: strtotime() string or unixtime account creation
el: strtotime() ώρα δημιουργίας λογαριασμού
fr: chaîne strtotime() ou date de création du compte unixtime

source: strtotime() string or unixtime last login
el: strtotime() ώρα τελευταίας εισόδου
fr: chaîne strtotime() ou date de dernière connexion unixtime

source: 1 or 0 for active or blocked
el: 1 για ενεργό, 0 για μπλοκαρισμένο
fr: 1 ou 0 pour les utilisateurs actifs ou bloqués

source: Family name
el: Επώνυμο
fr: Nom de famille

source: Organisation name
el: Όνομα οργανισμού
fr: Nom de l'organisation

source: Province / Region
el: Περιοχή
fr: Département / région

source: Street
el: Οδός
fr: Rue

source: Neighbourhood
el: Περιοχή
fr: A proximité

source: City
el: Πόλη
fr: Ville

source: ISO 3166-1 country code
el: ISO 3166-1 κωδικός χώρας
fr: Code pays ISO 3166-1

source: Zip / Postcode
el: Τ.Κ.
fr: Code postal
