Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_broadcast/translations/cforge_broadcast.*.po
Languages: el

source: Broadcast settings
el: Ρυθμίσσεις μετάδοσης

source: Emails nodes to groups of members.
el: Emails κόμβων σε ομάδες μελών

source: Trader scope
el: Σκοπός του εμπορευόμενου

source: How far can a normal trader broadcast?
el: Πόσο μακριά μπορεί ένας κανονικός εμπορευόμενος να μεταδώσει

source: Traders cannot broadcast
el: Οι εμπορευόμενοι δε μπορούν να μεταδώσουν

source: Only to people in the same neighbourhood
el: Μόνο στα άτομα της ίδιας περιοχής

source: To all online users
el: Σε όλους του online χρήστες

source: Has been broadcast
el: Έχει αναμεταδοθεί

source: Uncheck this to hide this item
el: Καταργήστε την επιλογή αυτή να αποκρύψετε αυτό το στοιχείο

source: Just to me
el: Μόνο για μένα

source: All other active traders
el: Όλα τα ενεργά μέλη

source: Broadcast
el: Αναμετάδοση

source: This can only be broadcast once.
el: Αυτό μπορεί να μεταδοθεί μόνο μια φορά

source: Send to
el: Στείλτο

source: Each item can be broadcast only once.
el: Κάθε στοιχείο μπορεί να μεταδοθεί μόνο μία φορά.

source: Save & Broadcast
el: Αποθήκευση & Μετάδοση

source: Are you sure you want to broadcast this?
el: Είστε βέβαιοι ότι θέλετε να μεταδοθεί αυτό;

source: Save & Broadcast to: @whoever
el: Αποθήκευση και αναμετάδοση στο: @whoever

source: Images cannot be included in broadcast mails
el: Δεν μπορούν να συμπεριλαμβάνονται εικόνες σε mails αναμετάδοσης

source: Sending @count mails
el: Στέλνονται @count emails

source: An unrecoverable error has occurred. You can find the error message below. It is advised to copy it to the clipboard for reference.
el: Συνέβει ανεπανόρθωτο σφάλμα. Μπορείτε να βρείτε το μήνυμα λάθους παρακάτω. Καλό είναι να το αντιγράψετε στο πρόχειρο για αναφορά.

source: @name posted a new @type.
el: Το μέλος @name δημοσίευσε ένα νέο @type.

source: Just me
el: Μόνο εγώ

source: Cforge broadcast
el: Αναμετάδοση Cforge

source: notify all your members when content is posted
el: ενημέρωση όλων των μελών όταν προστίθεται νέο περιεχόμενο
