Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_privacy/translations/cforge_privacy.*.po
Languages: fr

source: User profile field permissions
fr: Champ de sélection des droits pour le membre

source: Determine which user profile data is visible to whom
fr: Détermine quelles données du membre sont visibles pour qui

source: Individuals choose their own privacy level
fr: Les personnes choisissent leur propre niveau de vie privée

source: Member @uid
fr: Membre @uid

source: Default privacy level
fr: Niveau de vie privée par défaut

source: The exact meaning of each option is not yet documented.
fr: La définition exacte de chaque option n'est pas encore documentée.

source: Public: Anyone can see content and contact details.
fr: Public: tout le monde peut voir le contenu et les détails du contact.

source: Normal: only members of the site can know who I am.
fr: Normal: seuls les membres du site peuvent savoir qui je suis.

source: Private: Only committee members can see my details.
fr: Privé: seuls les membres du comité peuvent voir mes détails.

source: One of public|normal|private
fr: Un seul de public|normal|privé

source: Cforge privacy policies
fr: Politiques Cforge de vie privée

source: Global or personal privacy settings
fr: Paramètres de vie privée globaux ou personnels
