Repository: pkt/cforge-7.x
Catalog: profiles/cforge/translations/cforge_docs.*.po
Languages: el

source: CF document access
el: Πρόσβαση στα έγγραφα του Community Forge (CF)

source: Whether the document is protected and the user can access it
el: Το έγγραφο είναι προστατευμένο ή ο χρήστης δεν έχει πρόσβαση σε αυτό

source: No documents have been uploaded.
el: Δεν έχουν φορτωθεί έγγραφα.

source: Add a document
el: Προσθήκη εγγράφου

source: Docs
el: Έγγραφα

source: Documents
el: Έγγραφα

source: Category
el: Κατηγορία

source: Titre
el: Τίτλος

source: Created
el: Δημιουργήθηκε

source: view
el: προβολή

source: Add another document
el: Προσθέστε ένα άλλο έγγραφο

source: Page with attached Document(s) which can be categorised.
el: Σελίδα με συνημμένο έγγραφο /α που μπορούν να κατηγοριοποιηθούν.

source: Document title
el: Τίτλος εγγράφου

source: Edit documents
el: Επεξεργασία εγγράφων

source: Edit nodes with file attachments
el: Επεξεργασία κόμβων με συνημμένα αρχεία

source: View private documents
el: Εμφάνιση προσωπικών εγγράφων

source: Each document has a privacy setting
el: Κάθε έγγραφο που έχει μια ρύθμιση απορρήτου

source: View non-private documents
el: Εμφάνιση μη προσωπικών εγγράφων

source: Private
el: Προσωπικά

source: Tick to show the document only to members
el: Επιλέξτε για να εμφανίζεται το έγγραφο μόνο σε μέλη

source: Our LETS
el: Τα δίκτυά μας (LETS)

source: Documents associated with this group
el: Έγγραφα που σχετίζονται με αυτή την ομάδα

source: Media coverage
el: Κάλυψη στα μέσα

source: Press, media and internet exposure.
el: Τύπος, μέσα και προβολή στο ίντερνετ.

source: Publicity materials
el: Διαφημιστικό υλικό

source: Leaflets, posters etc.
el: Φυλλάδια, αφίσες κτλ.

source: Minutes
el: Πρακτικά

source: Create your meeting agenda, and after the meeting edit the agenda so it can be viewed as minutes
el: Δημιουργήστε την ατζέντα σας, ώστε να μπορείτε να επεξεργαστείτε τα θέματα εκ των υστέρων και να βλέπετε τα πρακτικά

source: Misc
el: Διάφορα

source: Anything else
el: Οτιδήποτε άλλο

source: Now go and make some doc categories at !link
el: Τώρα δημιουργήστε μερικές κατηγόριες εγγράφων στο !link

source: Document category
el: Κατηγορία εγγράφων

source: Content or synopsis of attached
el: Περιεχόμενο ή σύνοψη των συνημμένων

source: Cforge Docs
el: Cforge έγγραφα

source: Store and categories uploaded files, with privacy option
el: Αποθήκευση και κατηγοριοποίηση ανεβασμένων αρχείων με ιδιότητες ιδιωτικού απορρήτου
