Repository: pkt/cforge-7.x
Catalog: profiles/cforge/translations/cforge.*.po
Languages: de, el, es, fr

source: Visitor menu
el: Μενού επισκέπτη
fr: menu 0

source: For visitors who are not logged in
el: Για επισκέπτες που δεν έχουν συνδεθεί
fr: Pour les visiteurs non connectés

source: Secondary links menu
el: Δευτερεύον μενού
fr: Menu des liens secondaires

source: Less prominent links, for all users
el: Λιγότερο εμφανείς σύνδεσμοι, για όλους τους χρήστες
fr: Liens moins importants, pour tous les membres

source: Home
el: Αρχική
fr: Accueil

source: Share
el: Μοιραστείτε
fr: Partager

source: Getting started
el: Ξεκινώντας
fr: Démarrer

source: Commit!
el: Εγγραφείτε!

source: FAQ
el: Συχνές Ερωτήσεις

source: About LETS
el: Περί LETS
fr: Au sujets des SELS

source: Step by step guide to setting up your site
el: Βήμα-προς-βήμα οδηγός διαμόρφωσης του ιστοτόπου σας
es: Guía paso a paso para arrancar tu sitio
fr: Guide étape par étape pour configurer votre site

source: was unable to to retrieve: @url
el: αδυναμία ανάκτησης του: @url
fr: impossible de récupérer: @url

source: Mail footer
el: Υποσέλιδο Mail
fr: Paragraphe dans le bas du courriel

source: Mail generated by @site
de: Mail generiert von @site
el: Το email στάλθηκε από το @site
fr: Courriel envoyé par @site

source: Visit your account page
de: Besuchen Sie ihr Konto
el: Επισκεφθείτε τη σελίδα του λογαριασμού σας
fr: Allez voir dans votre compte

source: User
el: Χρήστης
fr: Membre

source: Neighbourhood
el: Περιοχή
fr: À proximité

source: N.B. This bypasses the normal fieldAPI access control on the name_address field.
el: Προσοχή Αυτό παρακάμπτει το συνηθισμένο έλεγχο πρόσβασης fieldAPI στο πεδίο name_address
fr: N.B. Ceci outrepasse le contrôle d'accès normal de fieldAPI sur le champs name_address.

source: Balance
de: Saldo
el: Ισολογισμός
fr: Solde

source: Members
de: Mitglieder
el: Μέλη
fr: Membres

source: Name
el: Όνομα
fr: Nom

source: Gross Income
de: Brutto Einkommen
el: Ακαθάριστα έσοδα
fr: Revenu brut

source: First name
el: Όνομα
es: Nombre
fr: Prénom

source: Family name
el: Επίθετο
es: Apellido

source: Street address
el: Διεύθυνση
fr: Nom de rue

source: Locality
el: Περιοχή
fr: Localité

source: Postal code
el: Ταχυδρομικός κώδικας
fr: Code postal

source: Non-member accounts
de: Nicht-Mitglieder Konto
el: Λογαριασμοί μη-μελών
fr: Comptes non-membres

source: All active users
el: Όλοι οι ενεργοί λογαριασμοί
fr: Tous les membres actifs

source: System accounts
el: Λογαριασμοί συστήματος
fr: Comptes SEL

source: Latest stories in full, with list of stories
el: Ολόκληρες πρόσφατες ιστορίες , με λίστα των ιστοριών
fr: Derniers articles complets, avec la liste des articles

source: Updated date
de: Update Datum
el: Ημερομηνία ενημέρωσης
fr: Date de mise à jour

source: Previous articles
de: Vorherige Artikel
el: Προηγούμενα άρθρα
fr: Articles précédents

source: News
el: Νέα
fr: Actualités

source: Renewal date
de: Erneuerungs Datum
el: Ημερομηνία ανανέωσης
fr: Date de renouvellement

source: Last login
de: Letztes Login
el: Τελευταία σύνδεση
fr: Dernière connexion

source: Contains a block and a page to list recent comments; the block will automatically link to the page, which displays the comment body as well as a link to the node.
el: Περιέχει ένα μπλοκ και μία σελίδα που περιέχουν τα πρόσφατα σχόλια; Το μπλοκ συνδέεται αυτόματα με τη σελίδα, η οποία απεικονίζει το περιεχόμενο του σχολίου καθώς και ένα σύνδεσμο προς τον αντίστοιχο κόμβο.
fr: Contient un bloc et une page pour afficher la liste des commentaires récents. Le bloc sera automatiquement lié à la page qui affiche le corps du commentaire, ainsi qu'à un lien vers le nœud.

source: [name] said "!whatever_link"
el: Ο/η [name] είπε "!whatever_link"
fr: [name] a dit "!whatever_link"

source: Recent comments
el: Πρόσφατα σχόλια
fr: Commentaires récents

source: Reply to
el: Απάντηση σε
fr: Répondre

source: Country
el: Χώρα
fr: Pays

source: Used for the address field
el: Χρησιμοποιείται για το πεδίο της διεύθυνσης
fr: Utilisé pour le champ adresse

source: Body
el: Κυρίως κείμενο
fr: Description

source: Choose a Cforge front-end
el: Επιλέξτε πρόσοψη για το Cforge
fr: Choisissez un portail Cforge

source: Submit
el: Υποβολή
fr: Soumettre

source: Community Forge has taken your site offline briefly for maintenance. Thank you for your patience.
el: Το Community Forge απέσυρε για λίγο τον ιστοτόπο σας για συντήρηση. Σας ευχαριστούμε για την υπομονή σας.
es: Community Forge ha puesto tu sitio fuera de linea por mantenimiento. Gracias por tu paciencia.
fr: Pour raison de maintenance, Community Forge a mis votre site hors connexion pour un court moment. Merci pour votre patience.

source: Visitor
el: Επισκέπτης
es: Visitante
fr: Visiteur

source: Your slogan here
el: Το σλόγκαν σας εδώ
es: Tu slogan aqui
fr: Mettez ici votre slogan

source: Major upgrade
el: Ριζική αναβάθμιση
fr: Mise à jour majeure

source: Community Forge news
el: Νέα του Community Forge
fr: Nouvelles de Community Forge

source: Information request
el: Αίτηση πληροφόρησης
es: Solicitud de informacion
fr: Demande d'Information

source: Membership
el: Ιδιότητα μέλους
es: Membresia
fr: Adhésion

source: Activities
el: Δραστηριότητες
es: Actividades
fr: Activités

source: Accounting
el: Λογιστική
es: Contabilidad
fr: Comptabilité

source: Website (tech)
el: Ιστοτόπος (τεχνολογία)
es: Sitio web (tech)
fr: Site internet (technique)

source: Website (content)
el: Ιστοτόπος (περιεχόμενο)
es: Sitio web (contenido)
fr: Site internet (contenu)

source: Mediation
el: Μεσολάβηση
es: Mediacion
fr: Médiation

source: Suggest how to improve this site
el: Προτείνετε βελτιώσεις γι αυτό τον ιστοτόπο
es: Sugerir como mejorar este sitio
fr: Suggérer comment améliorer ce site

source: Contact the builder of this site
el: Επικοινωνήστε με το δημιουργό του ιστοτόπου
es: Contactar con el constructor del sitio
fr: Contacter le constructeur du site

source: Module !module must be present
el: Το άρθρωμα !module πρέπει να είναι παρόν
fr: Le module !module doit être présent

source: View @name was reverted
el: Η όψη @name αναιρέθηκε
fr: La vue @name a été rétablie

source: Your new account at [site:name]
el: Ο νέος σας λογαριασμός στο [site:name]
fr: Votre nouveau compte sur [site:name]

source: Hi @name,
el: Χαίρετε @name,
fr: Bonjour @name,

source: A site administrator at @site has created an account for you as:
el: Η ομάδα διαχείρισης του @site δημιούργησε ένα λογαριασμό για εσάς ως:
fr: Un administrateur de @site a créé un compte pour vous en tant que:

source: Username:
el: Όνομα χρήστη:
fr: Nom d'utilisateur:

source: You may log in now by clicking on this link or copying and pasting it in your browser:
el: Μπορείτε να συνδεθείτε στο σύστημα κάνοντας κλικ στην παρακάτω παραπομπή ή αντιγράφοντας και επικολλώντας τη στον περιηγητή ιστοσελίδων σας:
fr: Vous pouvez maintenant vous connecter en cliquant sur ce lien ou en le copiant et le collant dans votre navigateur:

source: After logging in, you will be redirected to change your password.
el: Μόλις συνδεθείτε, θα ανακατευθυνθείτε στη σελίδα αλλαγής του μυστικού κωδικού σας
fr: Une fois connecté, vous serez redirigé afin de changer votre mot de passe.

source: This is a one-time login, so it can be used only once.
el: Η σύνδεση στο site με αυτόν τον τρόπο μπορεί να γίνει μόνο μια φορά.
fr: Ceci est une connexion unique, elle ne peut être utilisée qu'une seule fois.

source: Account details for [user:name] at [site:name] (pending admin approval)
el: Οι λεπτομέρειες του λογαριασμού για τον / την [user:name] στο [site:name] (αναμένεται η έγκριση της ομάδας διαχείρισης)
fr: Détails du compte [user:name] sur [site:name] (en attente d'approbation)

source: Thank you for registering at @site. Your application for an account is currently pending approval. Once it has been approved, you will receive another e-mail containing information about how to log in, set your password, and other details.
el: Σας ευχαριστούμε για την εγγραφή σας στο @site. Η αίτησή σας για λογαριασμό αυτή τη στιγμή αναμένει έγκριση. Μόλις εγκριθεί, θα λάβετε νέο email που θα περιέχει πληροφορίες για το πώς θα συνδεθείτε, πώς θα θέσετε το μυστικό κωδικό σας και άλλες λεπτομέρειες.
fr: Merci pour votre enregistrement au @site. Votre demande d'adhésion est actuellement en attente d'approbation. Une fois qu'elle aura été approuvée, vous recevrez un autre courriel avec des informations sur la façon de se connecter, de configurer votre mot de passe, et d'autres détails.

source: Account details for [user:name] at [site:name] (approved)
el: Πληροφορίες λογαριασμού για τον / την [user:name] στο [site:name] (εγκρίθηκε)
fr: Détails du compte [user:name] sur [site:name] (approuvé)

source: Your account at @site has been activated.
el: Ο λογαριασμός σας στο @site ενεργοποιήθηκε.
fr: Votre compte sur le @site a été activé.

source: After logging in, you will be redirected to [user:edit-url] so you can change your password.
el: Μετά τη είσοδο στον ιστότοπο, θα οδηγηθείτε στο [user:edit-url] ώστε να αλλάξετε τον κωδικό σας
fr: Après connexion, vous serez redirigé vers [user:edit-url], afin de modifier votre mot de passe.

source: Update translations
el: Ανανέωση μεταφράσεων
fr: Mettre à jour les traductions

source: The following directories should be writable by the web server:
el: Η υπηρεσία web θα πρέπει να έχει άδεια εγγραφής στους ακόλουθους φακέλους:
fr: Les répertoires suivants doivent être autorisés en écriture par le serveur web:

source: Cannot determine your country from language @lan. Add to the $mapping in file cforge.install function cforge_update_7019
el: Αδυναμία προσδιορισμού της χώρας σας με βάση τη γλώσσα @lan. Προσθέστε τις απαραίτητες πληροφορίες στο $mapping στο αρχείο cforge.install συνάρτηση cforge_update_7019
fr: Impossible de déterminer votre pays à partir de la langue @lan. Est ajouté à $mapping dans le fichier cforge.install function cforge_update_7019

source: Name & Address
el: Όνομα & Διεύθυνση
fr: Nom et adresse

source: Phone Numbers
el: Τηλέφωνα
fr: Numéros de téléphone

source: Job title, for committee members only
de: Name der Aufgabe, nur für Komitee Mitglieder
el: Θέση ευθύνης, μόνο για την ομάδα της επιτροπής
fr: Intitulé du poste, seulement pour les membres du comité

source: Notes (The user cannot see these)
el: Σημειώσεις (Μη ορατές στο χρήστη)
fr: Notes (Invisibles pour l'utilisateur)

source: What would you do if there was enough money?
el: Τι θα κάνατε αν υπήρχαν αρκετά χρήματα;
fr: Que feriez-vous s'il y avait assez d'argent ?

source: This CAPTCHA field proves you are human and prevents robots creating accounts
el: Αυτό το πεδίο CAPTCHA πιστοποιεί ότι είστε άνθρωπος και αποτρέπει τη δημιουργία λογαριασμών από ρομπότ.
fr: Ce champ CAPTCHA prouve que vous êtes un utilisateur humain et non un logiciel automatisé de pollupostage

source: Manage your local community, with credit clearing
de: Führen Sie Ihre lokale Gemeinschaft mit Kredit Clearing
el: Διαχειριστείτε την τοπική κοινότητά σας, με credit clearing
fr: Gérer votre communauté locale, en acquittant le crédit

source: Launch
el: Έναρξη
fr: Lancement

source: Manage people
de: Leute verwalten
el: Διαχείριση μελών
fr: Gérer les membres

source: Manage content
de: Inhalt verwalten
el: Διαχείριση περιεχομένου
fr: Gérer le contenu

source: Manage galleries
el: Διαχείριση συλλογών φωτογραφιών
fr: Gérer les albums

source: Edit currency '@name'
el: Επεξεργασία νομίσματος '@name'
fr: Modifier l'unité d'échange '@name'

source: Other
el: Άλλο
fr: Autre

source: This will be appended to all automated emails. HTML is allowed.
el: Θα προσαρτηθεί στο τέλος όλων των αυτοματοποιημένων email. Επιτρέπεται η χρήση HTML.
fr: Ceci sera mis à la fin de chaque courriel envoyé de façon automatique. Le HTML est autorisé.

source: Conceal from search engines
el: Απόκρυψη από μηχανές αναζήτησης
fr: Rendre invisible aux moteurs de recherche

source: Rewrites the robots.txt file
el: Κάνει αλλαγές στο αρχείο robots.txt
fr: Réécrit le fichier robots.txt

source: Localities
el: Περιοχές
fr: Localités

source: Limited list of possible neighbourhoods, one per line. Leave blank to allow a free choice
el: Περιορισμένη λίστα από πιθανές περιοχές, μία ανά γραμμή. Αφήστε κενό για να επιτρέψετε ελεύθερη επιλογή
fr: Liste limitée de voisinages possibles (un par ligne). Laisser un blanc pour permettre un libre choix

source: No spaces in filenames!
de: Kein Leerschlag in Dateinamen
el: Δεν πρέπει να υπάρχει κενό στο όνομα του αρχείου!
fr: Pas d'espace dans les noms de fichier!

source: Mobile phone
el: Κινητό τηλ.
fr: Téléphone mobile

source: Other phone
el: Άλλο τηλ.
fr: Autre téléphone

source: Your login name is derived from your firstname + your family name.
el: Το όνομα χρήστη σας παράγεται από το όνομα + το επώνυμό σας
fr: Votre nom d'utilisateur est délivré à partir de votre prénom + votre nom de famille.

source: E.g. @name
el: Π.χ., @name
fr: Par ex. @name

source: How to add new members
de: Wie neue Mitglieder hinzufügen
el: Πως να προστίθενται νέα μέλη
fr: Comment ajouter de nouveaux membres

source: Only committee can create accounts
de: Nur Komitee kann Konto eröffnen
el: Μόνο οι υπεύθυνοι μπορούν να φτιάξουν λογαριασμούς
fr: Seul le comité peut créer des comptes

source: Anyone can create an account, then a committee member must enable it
de: Jederman kann ein Konto eröffnen, danach muss ein Komitee Mitglied aktivieren
el: Οποιοσδήποτε μπορεί να φτιάξει λογαριασμό, στη συνέχεια ένας εκ των υπευθύνων πρέπει να τον ενεργοποιήσει
fr: N'importe qui peut créer un compte, mais un membre du comité doit l'activer

source: Appears at the top of the page
el: Εμφανίζεται στο πάνω μέρος της σελίδας
fr: Apparait en haut de la page

source: Appears below the site name
el: Εμφανίζεται κάτω από το όνομα του ιστοτόπου
fr: Apparait sous le nom du site

source: Put in menu
de: In Menü einfügen
el: Βάλτε το στο μενού
fr: Ajouter dans le menu

source: Friendly address
el: Φιλική διεύθυνση
fr: Adresse conviviale

source: Give your page a more memorable address. E.g. 'articles-of-association'
de: Geben Sie Ihrer Seite eine Adresse die einfacher zu erinnern ist
el: Δώστε στη σελίδα μια πιο εύκολη διεύθυνση.Π.χ. 'articles-of-association'
fr: Donne à votre page une adresse plus facile à retenir. Par ex. 'articles-de-notre-communauté'

source: Member @uid
de: Mitglieder @uid
el: Μέλος @uid
fr: Membre @uid

source: Addressfield property
el: Ιδιότητα πεδίου διεύθυνσης
fr: Propriété du champ Adresse

source: My info
el: Τα στοιχεία μου
fr: Mes infos

source: Manage
el: Διαχείριση
fr: Gestion

source: Everyone in the same neighbourhood as the current user
el: Όλοι όσοι μένουν στην ίδια περιοχή με τον τρέχοντα χρήστη
fr: Tous ceux dans le même voisinage que l'utilisateur courant

source: The name @name is already used.
el: Το όνομα @name χρησιμοποιείται ήδη.
fr: Le nom @name est déjà utilisé.

source: [name] said "<a href="[path]">[subject]</a>"
fr: [name] a dit "<a href="[path]">[subject]</a>"

source: Full community accounting site similar to demo.communityforge.net
es: Comunidad completa de intercambio similar a demo.communityforge.net

source: Cforge options
es: Opciones de Cforge

source: Cforge installation options
es: Opciones de instalación de Cforge

source: Username
es: Usuario

source: Unique number
es: Número único

source: Use automatic categorisation
es: Usar categorización automática

source: Enable data import tools
es: Permitir herramientas para importar datos

source: If your SEL has more than, say 25 members, you may want to import your data via csv.
es: Si tu SEL tiene mas de, digamos 25 miembros, tal vez quieras importer los datos via csv

source: Postal address
es: Dirección postal

source: Preset currency to hours
es: Moneda establecida a horas

source: Marketplace vocabulary
es: Vocabulario del mercado

source: Optionally import terms into your main vocabulary
es: Opcionalmente importa terminos en tu vocabulario principal

source: Create Intersel account
es: Crear cuenta Intersel

source: Create Route des SEL account
es: Crear rute de cuenta SEL

source: local administrator
es: administrador local

source: Creates a administrator user with insufficient permission to break the site
es: Crea un usuar

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, and underscores.
es: Espacios son permitidos; signos de puntuacion no son permitidos excepto pro los puntos, comas y guion bajo

source: E-mail address
es: Correo electrónico

source: All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
es: Todos los correos enviados del sistema será a esta dirección. El correo no se hará publico y solo sera utilizado si tu deseas recibir una nueva contraseña o si deseas recibir noticias o notificaciones por correo

source: I am asking
es: Solicito

source: I am giving
es: Ofrezco

source: Notification from !site
es: Notificación de !site

source: Allows you to: enter a to-do task; list the tasks for members to commit to them; remind the committed member on his list of contributions; assign a recognition point when the task is accomplished.
es: Te permite: agregar una lista por hacer; enlista las tareas para los miembros para que se comprometan a ellas; recuerda a los miembros comprometidos e la lista de contribuciones; asigna un punto de reconocimiento cuanto la tarea se ha completado

source: Governance
es: Forma de gobierno

source: A newsletter for the decision makers
es: Un boletin para los que toman decisiones

source: New password for !site
es: Password nuevo para !site

source: Page
es: Pagina

source: If you wish to add a menu item, please create a page. This is useful for adding pages such as 'our charter' that you'd like to display to visitors, or members.
es: Si quieres crear un link en el menu, por favor genera una pagina. Esto es util para agregar pagicas como 'nuestra funcion' que tu querras mostrar a visitantes o miembros.

source: Article
es: Articulo

source: Create and post articles that inform your members and animate your association. By default, the info appears on the 'Info' page and provides members can add comments.
es: Crea y publica articulos que informen a tus miembros y animen la asociacion. Por default, la informacion aparede en la pagina 'info' y permite a los miembros agregar comentarios.

source: Newsletter
es: Boletin

source: An image which appears in a 'gallery'. When you upload an image you choose on the form which gallery it belongs to. Create new galleries via the manage menu.
es: Una imagen que aparece en 'gallery'. Cuando subes una imagen tu escoges en la forma a la galeria que pertenece. Crea nuevas galerias en el menu de administracion

source: LETS life
es: Vida LETS

source: This is to prevent robots creating accounts
es: Esto es para evitar que robots creen cuentas

source: N°
de: Nr.

source: First name:
de: Vorname

source: Family name:
de: Familienname

source: « first
de: <<erster

source: ‹ previous
de: <vorherige

source: next ›
de: nächste >

source: last »
de: Letzter >>

source: This may be the zip code, or some other way to group the members geographically
de: Dies kann die Postleitzahl sein, oder eine Bezeichnung um die Mitglieder geographisch zu gruppieren

source: This is for any additional notes about the member (committee only can see).
de: Dies ist eine Notiz über das Mitglieder (kann nur von Komitee gesehen werden)

source: Major site upgrade
de: Hauptseite Upgrade

source: User menu
de: Benutzer Menü

source: Account
de: Konto

source: Create content
de: Inhalt erstellen

source: List, add and modify users
de: Auflisten, hinzufügen und ändern Sie Benutzer

source: Committee
de: Komitee

source: Perform community maintenance tasks
de: Führen Sie Gemeinschaft Wartungs Aufgaben aus

source: Save & mail everyone
de: Speichern und allen senden

source: Include in the 'news' stream
de: Einfügen in den 'news' stream

source: If you want to 'broadcast' the item, you might not want it to appear in the news stream as well
de: Wenn Sie den Artikel 'verbreiten' wollen, möchten Sie vielleicht nicht, dass es im Newsstream ebenso erscheint

source: @name posted a new @type.
de: @name hat ein neuer @type gepostet.
