Repository: pkt/cforge-7.x
Catalog: profiles/cforge/translations/cforge_offline.*.po
Languages: el

source: Phone: @phone
el: Τηλέφωνο: @phone

source: Printed on @date
el: Εκτυπώθηκε την @date

source: An html table sent direct to the browser
el: Ένας πίνακας html αποστέλλεται απευθείας στο πρόγραμμα περιήγησης

source: Family name
el: Επώνυμο

source: Print-page settings
el: Ρυθμίσεις σελίδας εκτύπωσης

source: Multiple displays
el: Πολλαπλές προβολές

source: None
el: Κανένα

source: Attach to
el: Επισύναψη σε

source: Position
el: Θέση

source: The feed icon will be available only to the selected displays.
el: Το εικονίδιο ροής θα εμφανίζεται μόνο στις επιλεγμένες οθόνες.

source: Attach before or after the parent display?
el: Επισύναψη πριν ή μετά τη γονική προβολή;

source: Inherit contextual filters
el: Τα σχετικά φίλτρα να κληρονομούνται

source: Inherit
el: Κληρονομικότητα

source: Should this display inherit its contextual filter values from the parent display to which it is attached?
el: Να κληρονομηθούν οι τιμές για τα συναφή φίλτρα από τη γονική εμφάνιση στην οποία έχει επισυναφθεί η τρέχουσα;

source: Inherit exposed filters
el: Κληρονομικότητα εκτεθειμένων φίλτρων

source: Should this display inherit its exposed filter values from the parent display to which it is attached?
el: Να κληρονομηθούν οι τιμές των εκτεθειμένων φίλτρων από τη γονική εμφάνιση στην οποία έχει επισυναφθεί η τρέχουσα;

source: Inherit pager
el: Κληρονόμησε τις ρυθμίσεις του σελιδοποιητή

source: Should this display inherit its paging values from the parent display to which it is attached?
el: Να κληρονομηθούν οι παράμετροι σελιδοποίησης από τη γονική οθόνη;

source: Render pager
el: Απεικόνιση σελιδοποιητή

source: Render
el: Απεικόνιση

source: Should this display render the pager values? This is only meaningful if inheriting a pager.
el: Θα πρέπει αυτή η οθόνη να απεικονίσει τις τιμές του σελιδοποιητή; Αυτό έχει νόημα μόνο αν ο σελιδοποιητής έχει κληρονομηθεί.

source: Select which display or displays this should attach to.
el: Επιλέξτε σε ποια εμφάνιση ή εμφανίσεις θα επισυναφθεί η τρέχουσα

source: Before
el: Πριν

source: After
el: Μετά

source: Both
el: Και τα δύο

source: Printer-friendly version
el: Εκτυπώσιμη μορφή

source: Contact card
el: Κάρτα πληροφοριών επικοινωνίας

source: Postal membership
el: Μέλος δι' αλληλογραφίας

source: This member prefers to receive updates by post
el: Αυτό το μέλος προτιμάει τις ενημερώσεις δι' αλληλογραφίας

source: support for offline users
el: Υποστήριξη για χρήστες χωρίς σύνδεση στο διαδίκτυο
