Repository: pkt/cforge-7.x
Catalog: profiles/cforge/translations/cforge_gallery.*.po
Languages: el

source: Defaults
el: Προεπιλογές

source: plus
el: συν

source: Appliquer
el: Εφαρμογή

source: Réinitialiser
el: Επαναφορά

source: Trier par
el: Ανά

source: Asc
el: Αύξουσα

source: Desc
el: Φθίνουσα

source: Éléments par page
el: Στοιχεία ανά σελίδα

source: - Tout -
el: - Όλα -

source: Décalage
el: Αλλαγή

source: « premier
el: « πρώτο

source: ‹ précédent
el: ‹ προηγούμενο

source: suivant ›
el: επόμενο ›

source: dernier »
el: τελευταίο »

source: Tous / Toutes
el: Όλοι / Όλες

source: Page
el: Σελίδα

source: Add another image
el: Προσθήκη κι άλλης εικόνας

source: Each 'term' is the name of an image gallery. Create and rename as many galleries as you want.
el: Κάθε 'term' είναι το όνομα μιας συλλογής εικόνων. Δημιουργείστε και μετονομάστε όσες συλλογές θέλετε.

source: Image categorised into galleries
el: Εικόνες κατηγοριοποιημένες σε συλλογές

source: Caption
el: Επικεφαλίδα

source: Random image
el: Τυχαία εικόνα

source: Gallery: @galleryname
el: Συλλογή: @galleryname

source: Home
el: Αρχική

source: There is currently no content classified with this term.
el: Αυτή τη στιγμή δεν υπάρχει περιεχόμενο που να έχει ταξινομηθεί με αυτόν τον όρο.

source: Galleries
el: Φωτογραφίες

source: The usual suspects
el: Οι συνήθεις ύποπτοι

source: Manage galleries
el: Διαχείριση συλλογών

source: Gallery
el: Συλλογή

source: Which gallery to put this photo in?
el: Σε ποια συλλογή να μπει η φωτογραφία;

source: Cforge Gallery
el: Συλλογή Cforge

source: Upload photos into galleries
el: Ανέβασμα φωτογραφιών σε συλλογές
