Repository: pkt/cforge-7.x
Catalog: profiles/cforge/translations/offers_wants_import.*.po
Languages: el

source: Defines two contentTypes which are created and edited by each user and which are presented as a directory categorised using taxonomy.
el: Καθορίζει δυο τύπους περιεχομένου που δημιουργείται και επεξεργάζεται από κάθε χρήστη και που παρουσιάζεται με μορφή ταξινομημένου καταλόγου.

source: This page allows you to import users' @type for users already on the system.
el: Αυτή η σελίδα σας επιτρέπει να εισάγετε τον @type των χρηστών που υπάρχουν ήδη στο σύστημα.

source: There are other ways of doing this, but this is simple and maintained along with the rest of the marketplace module.
el: Αυτό μπορεί να γίνει και με διάφορους άλλους τρόπους αλλά τούτος είναι πιο απλός και συνδυάζεται με τη συνολική διαχείριση του αρθρώματος της αγοράς.

source: Use a spreadsheet tool to prepare a list of user ids, or names, and their @type in one line.
el: Μπορείτε να χρησιμοποιήσετε κάποιο εργαλείο από λογιστικά φύλλα για να προετοιμάσετε μια λίστα με αναγνωριστικά (ID) ή ονόματα χρηστών και τον @type τους σε μια γραμμή.

source: For aesthetic reasons, there is a 128 character limit on each description.
el: Για λόγους καλαισθησίας, κάθε περιγραφή περιορίζεται σε 128 χαρακτήρες.

source: Each line should look like this (you must include the header row): !code
el: Κάθε γραμμή θα πρέπει να έχει αυτή τη μορφή (θα πρέπει να συμπεριλάβετε τη γραμμή κεφαλίδας): !code

source: Try importing one or two first.
el: Δοκιμάστε να εισάγετε πρώτα ένα-δυο.

source: The description on line @rownum is more than 128 characters: @string
el: Η περιγραφή στη γραμμή @rownum υπερβαίνει τους 128 χαρακτήρες: @string

source: Offers/wants import
el: Εισαγωγή προσφορών/ζητήσεων

source: paste your comma separated values
el: Επικολλήστε τις τιμές σας διαχωρισμένες με κόμματα.

source: Local communities
el: Τοπικές κοινότητες
