Repository: pkt/cforge-7.x
Catalog: profiles/cforge/translations/offers_wants.*.po
Languages: el

source: This panel saves you digging around in Drupal by giving you easy options while managing other parts of the system.
el: Αυτό το ταμπλό σας γλυτώνει από τον κόπο να ψάχνεστε με το Drupal προσφέροντας σας μερικές απλές δυνατότητες ρύθμισης ενώ παράλληλα διαχειρίζεστε άλλα τμήματα του συστήματος.

source: Offers and wants are organised using two vocabularies.
el: Οι αγγελίες προσφοράς και ζήτησης ταξινομούνται με βάση δύο λεξιλόγια.

source: The first is like categories and subcategories in the yellow pages.
el: Η πρώτη λίστα είναι σαν τις κατηγορίες και τις υποκατηγορίες τους στο χρυσό οδηγό.

source: Create and organise your categories here:
el: Εδώ μπορείτε να δημιουργήστε και να οργανώστε τις κατηγορίες σας:

source: Edit categories
el: Επεξεργασία κατηγοριών

source: 'Types' is an optional second way to find things which creates extra tabs on the listings pages.
el: Οι «τύποι» είναι ένας προαιρετικός δευτερεύων τρόπος για να βρίσκετε αυτά που θέλετε και δημιουργεί πρόσθετες καρτέλες στις σελίδες προβολής.

source: It only works if there is more than one term in the vocabulary.
el: Ισχύει μόνο αν υπάρχει πάνω από ένας όρος στη λίστα.

source: Edit types
el: Επεξεργασία τύπων

source: Here are some ideas which have been used by our community:
el: Εδώ μπορείτε να βρείτε μερικές ιδέες που έχει ήδη χρησιμοποιήσει η κοινότητα μας:

source: Loans - in order to foster sharing goods amongst your community members, and encourage efficient resource use.
el: Δάνεια - για να ενισχυθεί η πρακτική αναδιανομής αγαθών εντός των μελών της κοινότητας και να προωθηθεί η πιο αποτελεσματική χρήση διαθέσιμων πόρων.

source: Tips - in order to allow your members to share ways on living better in your area.
el: Συμβουλές - για να μπορούν τα μέλη να ανταλλάσσουν ιδέες, σκέψεις και τρόπους βελτίωσης της καθημερινής ζωής στην περιοχή σας.

source: Outings - in order to allow your members to self-organise and build ties.
el: Δηλώσεις - για να μπορούν τα μέλη να αυτό-οργανωθούν και δημιουργήσουν δεσμούς μεταξύ τους.

source: Gifts - in order to foster generosity, while publicly recognising the act.
el: Δώρα - για να ενισχυθεί η τάση γενναιοδωρίας μέσω της δημόσιας αναγνώρισης.

source: To dos - in order to list and share the tasks linked to making your association work.
el: Προσεχώς - για να δημοσιεύετε και να μοιράζεστε όλα αυτά που θα πρέπει να γίνουν στο μέλλον και έχουν σχέση με τη λειτουργία της ομάδας σας.

source: Offer/want
el: Προσφέρω/ζητώ

source: Something which could meet a need in the community
el: Κάτι που θα μπορούσε να καλύψει μια ανάγκη της κοινότητας

source: One line description
el: Περιγραφή σε μια γραμμή

source: View offers/wants
el: Εμφάνιση αγγελιών προσφοράς/ζήτησης

source: View all offers & wants
el: Εμφάνιση όλων των αγγελιών προσφοράς & ζήτησης

source: Post offers/wants
el: Δημοσίευση αγγελίας προσφοράς / ζήτησης

source: Create and manage own offers & wants
el: Δημιουργία και διαχείριση των δικών σας αγγελιών προσφοράς / ζήτησης

source: Moderate offers/wants
el: Έλεγχος έγκρισης αγγελιών προσφοράς / ζήτησης

source: Edit all offers & wants
el: Επεξεργασία όλων των αγγελιών προσφοράς & ζήτησης

source: Configure offers & wants
el: Ρύθμιση των αγγελιών προσφοράς & ζήτησης

source: suitable for a sub-admin
el: κατάλληλο για κάποιο βοηθό διαχειριστή

source: Want categories
el: Κατηγορίες ζητήσεων

source: Offer categories
el: Κατηγορίες προσφορών

source: Add a want
el: Προσθήκη ζήτησης

source: Add an offer
el: Προσθήκη προσφοράς

source: I would like to request
el: Θα ήθελα να ζητήσω

source: I would like to offer
el: Θα ήθελα να προσφέρω

source: Delete after
el: Διαγραφή μετά από

source: Time from now after which the item will expire
el: Το χρονικό περιθώριο από τώρα μέχρι τη στιγμή που το στοιχείο θα λήξει.

source: It belongs in these categories
el: Ανήκει σ' αυτές τις κατηγορίες

source: Offered
el: Προσφέρεται

source: Wanted
el: Ζητείται

source: Send an email to !name
el: Αποστολή email στην/στον !name

source: !name's propositions
el: Προτάσεις της/του !name

source: See !name's profile
el: Δείτε το προφίλ της/του !name

source: See more in @category
el: Δείτε περισσότερα στην κατηγορία @category

source: <strong>Expiring:</strong> @date
el: <strong>Ημερομηνία λήξης:</strong> @date

source: Want: @title
el: Ζήτηση: @title

source: Offer: @title
el: Προσφορά: @title

source: Your want has expired.
el: Το χρονικό όριο της ζήτησης σας έχει λήξει.

source: Your offer has expired.
el: Το χρονικό όριο της προσφοράς σας έχει λήξει.

source: Your post to @sitename, '@title' has been deleted.
el: Η δημοσίευση σας στο @sitename, με τίτλο '@title' έχει διαγραφεί.

source: @user has commented on your @type:
el: Ο/Η @user σχολίασε τον τύπο @type σας:

source: want
el: ζήτηση

source: offer
el: προσφορά

source: Answer by clicking on this link (you must be logged in)
el: Απαντήστε κάνοντας κλικ σ' αυτό το δεσμό (θα πρέπει να έχετε συνδεθεί πρώτα στο σύστημα)

source: Enable wants in addition to offers
el: Ενεργοποίηση και των αγγελιών ζήτησης επιπλέον αυτών της προσφοράς

source: Default period before expiry
el: Προκαθορισμένη περίοδος ημερομηνίας λήξης

source: This default value of the expiry form widget
el: Η προκαθορισμένη τιμή του εφαρμογίδιου της φόρμας ημερομηνίας λήξης

source: Some views respond to settings on this page, but only 'default' views.
el: Μερικές προβολές εξαρτώνται από τις ρυθμίσεις αυτής της σελίδας, αυτό όμως ισχύει μόνο για προβολές που δεν έχουν προσαρμοστεί διαφορετικά.

source: 'Overridden' views are not affected, but can be 'Reverted'.
el: Οι προβολές που έχουν προσαρμοστεί διαφορετικά δεν επηρεάζονται αλλά μπορείτε να τις επαναφέρετε στην βασική τους μορφή

source: Never
el: Ποτέ

source: 1 day
el: 1 ημέρα

source: 2 days
el: 2 ημέρες

source: 3 days
el: 3 ημέρες

source: 5 days
el: 5 ημέρες

source: 1 week
el: 1 εβδομάδα

source: 2 weeks
el: 2 εβδομάδες

source: 1 month
el: 1 μήνα

source: 2 months
el: 2 μήνες

source: 3 months
el: 3 μήνες

source: 6 months
el: 6 μήνες

source: 1 year
el: 1 χρόνο

source: Continue
el: Συνέχεια

source: whether wants are enabled
el: αν έχουν ενεργοποιηθεί οι αγγελίες ζήτησης

source: Offers & wants
el: Προσφορά & Ζήτηση

source: Register offer
el: Καταχώρηση προσφοράς

source: Register want
el: Καταχώρηση ζήτησης

source: Offer/want types
el: Τύποι προσφορών/ζητήσεων

source: This vocabulary provides another dimension for dicing offers/wants.
el: Αυτό το λεξιλόγιο παρέχει μια ακόμη διάσταση ταξινόμησης αγγελιών προσφοράς / ζήτησης

source: Makes a view tab on the views pages
el: Δημιουργεί μια καρτέλα προβολής στις σελίδες προβολών

source: Goods
el: Αγαθά

source: Market sectors
el: Τομείς αγοράς

source: For categorising community activities. Use like the Yellow pages
el: Για την κατηγοριοποίηση δραστηριοτήτων της κοινότητας. Χρησιμοποιείται όπως τον χρυσό οδηγό.

source: Administration
el: Διαχείριση

source: The main table to hold the scheduler data.
el: Ο βασικός πίνακας που κρατάει τα δεδομένα ημερολογίου

source: The foreign key to node.nid
el: Το εξωτερικό κλειδί του node.nid

source: If the proposition gives notice before expiring
el: Αν η πρόταση ειδοποιεί πριν λήξει το χρονικό της όριο

source: If this item is requested. (Default, zero is an offer)
el: Αν το στοιχείο είναι ζήτηση (προκαθορισμένη τιμή, βάλτε μηδέν για προσφορά)

source: Tell your story...
el: Περιγράψτε το προϊόν ή την υπηρεσία που προσφέρετε...

source: Offer/want categories
el: Κατηγορίες αγγελιών

source: Main categorisation for offers and wants
el: Βασική κατηγοριοποίηση αγγελιών προσφοράς και ζήτησης

source: Image
el: Εικόνα

source: Category
el: Κατηγορία

source: Subcategory
el: Υποκατηγορία

source: All selections
el: Όλες οι επιλογές

source: Offers & Wants
el: Προσφορά & Ζήτηση

source: A simple marketplace with 2 dimenstions of categories. For moree options, install date, date popup, image, and hierarchical select taxonomy
el: Μια απλή «Αγορά» με 2 διαστάσεις κατηγοριών. Αν θέλετε περισσότερες δυνατότητες, εγκαταστήστε την ταξινόμηση με βάση ημερομηνίες, ειδοποιήσεις ημερομηνιών, εικόνων και ιεραρχικής επιλογής

source: Local communities
el: Τοπικές κοινότητες

source: Propositions
el: Προτάσεις

source: Is a want
el: Είναι ζήτηση

source: Show a 1
el: Προβολή ενός 1

source: Filter by proposition direction
el: Φιλτράρισμα με βάση το σκοπό της πρότασης

source: Is time limited
el: Έχει ημερομηνία λήξης

source: Show only temporary or permanent propositions
el: Προβολή μόνο προσωρινών ή μόνιμων προτάσεων

source: Directory of wants
el: Κατάλογος ζήτησης

source: Directory of offers
el: Κατάλογος προσφορών

source: Default view is autogenerated
el: Η προκαθορισμένη προβολή δημιουργείται αυτόματα

source: Wants
el: Ζήτηση

source: Offers
el: Προσφορά

source: No offers/wants have been entered
el: Δεν έχουν εισαχθεί αγγελίες προσφοράς ή ζήτησης

source: Latest wants
el: Πρόσφατες αγγελίες ζήτησης

source: Latest offers
el: Πρόσφατες προσφορές

source: My offers & wants
el: Οι αγγελίες μου προσφοράς & ζήτησης
