Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_events/translations/cforge_events.*.po
Languages: de

source: more
de: mehr

source: Apply
de: ansuchen

source: Reset
de: zur√ºcksetzen

source: Sort by
de: sortieren nach

source: Year page
de: Jahr Seite

source: Tous / Toutes
de: Alle

source: Month Block
de: Montas Block

source: Upcoming
de: bevorstehend

source: Upcoming events block
de: becorstehende Veranstaltungsblock

source: Content type with date field
de: Inhalttyp mit Datumsfeld

source: Title
de: Titel

source: Upcoming events
de: Bevorstehende Veranstaltungen

source: Cforge Events
de: Cforge Veranstaltungen

source: Post events and view on calendar
de: Veranstaltung einschreiben und auf dem Kalender anzeigen
