Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_offline/translations/cforge_offline.*.po
Languages: fr

source: Printed on @date
fr: Imprimé le @date

source: An html table sent direct to the browser
fr: Un tableau HTML envoyé directement au navigateur

source: Print-page settings
fr: Paramètres d'impression

source: Multiple displays
fr: Affichages multiples

source: None
fr: Aucun

source: Attach to
fr: Annexé à

source: The feed icon will be available only to the selected displays.
fr: L'icône du flux de données sera disponible uniquement pour les affichages sélectionnés.

source: Attach before or after the parent display?
fr: Annexé avant ou après l'affichage parent?

source: This view will be displayed by visiting this path on your site. It is recommended that the path be something like "path/%/%/feed" or "path/%/%/rss.xml", putting one % in the path for each argument you have defined in the view.
fr: Cette vue sera visible en tapant ce chemin dans votre site. On recommande que ce chemin ressemble à "path/%/%/feed" ou "path/%/%/rss.xml", en mettant un % dans le chemin pour chaque argument que vous avez défini dans la vue.

source: Inherit contextual filters
fr: Hériter des filtres contextuels

source: Inherit
fr: Hériter

source: Should this display inherit its contextual filter values from the parent display to which it is attached?
fr: Pour cet affichage, les valeurs du filtre contextuel devraient-elles être héritées de l'affichage parent auquel il est attaché ?

source: Inherit exposed filters
fr: Hériter des filtres exposés

source: Should this display inherit its exposed filter values from the parent display to which it is attached?
fr: Pour cet affichage, les valeurs du filtre présenté devraient-elles être héritées de l'affichage parent, auquel il est attaché ?

source: Inherit pager
fr: La pagination héritée

source: Should this display inherit its paging values from the parent display to which it is attached?
fr: Pour cet affichage, les valeurs de la pagination doivent-elles être héritées de l'affichage parent, auquel il est attaché?

source: Render pager
fr: Fournir une pagination

source: Render
fr: Fournir

source: Should this display render the pager values? This is only meaningful if inheriting a pager.
fr: Pour cet affichage, les valeurs de la pagination doivent-elles être maintenues ? Cela n'a de sens que si la pagination est héritée.

source: Select which display or displays this should attach to.
fr: Sélectionner à quel(s) affichage(s) ceci doit être annexé.

source: Before
fr: Avant

source: After
fr: Après

source: Both
fr: Les deux

source: Printer-friendly version
fr: Version imprimable

source: Cforge offline
fr: Cforge hors ligne

source: support for offline users
fr: support pour les membres hors ligne

source: Cforge Offline module now requires that you install !masquerade and !masquerade_nominate
fr: Le module Cforge Offline requiert maintenant que vous installiez !masquerade et !masquerade_nominate

source: Offline member
fr: Membre hors ligne

source: Street
fr: Rue

source: Neighbourhood
fr: A proximité

source: Post Code
fr: Code

source: Offline members
fr: Membres hors ligne

source: Addresses of members with the 'offline' preference
fr: Adresses de membres avec le choix 'hors ligne'

source: Not a regular internet user - 1 or 0
fr: Un utilisateur internet non régulier - 1 ou 0

source: This member does not use the internet.
fr: Ce membre n'utilise pas l'internet
