Repository: pkt/cforge-7.x
Catalog: profiles/cforge/modules/cforge_docs/translations/cforge_docs.*.po
Languages: de

source: CF document access
de: Zugriff auf CF Dokumente

source: Whether the document is protected and the user can access it
de: Ob das Dokument geschützt ist und der Benutzer darauf zugreifen kann

source: No documents have been uploaded.
de: Es wurden keine Dokumente hochgeladen

source: Add a document
de: Ein Dokument hinzufügen

source: Documents
de: Dokumente

source: Category
de: Kategorie

source: Titre
de: Titel

source: Created
de: Erstellt

source: view
de: Ansicht

source: Add another document
de: Ein weiteres Dokument hinzufügen

source: Page with attached Document(s) which can be categorised.
de: Seite mit angehängten/m Dokument/en kann kategorisiert werden.

source: Document title
de: Titel des Dokuments

source: Edit documents
de: Dokument bearbeiten

source: Edit nodes with file attachments
de: Nodes mit Dateinanhängen bearbeiten

source: View private documents
de: Private Dokumente anzeigen

source: Each document has a privacy setting
de: Jedes Dokument hat eine Privatsphäre- Einstellung

source: View non-private documents
de: Anzeige von öffentlichen Dokumenten

source: Private
de: Privat

source: Tick to show the document only to members
de: Ankreuzen um die Dokumente nur Mitgliedern zu zeigen

source: Our LETS
de: Unsere LETS

source: Documents associated with this group
de: Dokumente die mit dieser Gruppe verbunden sind

source: Media coverage
de: Berichterstattung in den Medien

source: Press, media and internet exposure.
de: Presse, Media und Internet Artikel

source: Publicity materials
de: Werbematerial

source: Leaflets, posters etc.
de: Flugblätter, Plakate usw.

source: Minutes
de: Minuten

source: Misc
de: Versciedenes

source: Anything else
de: Sonst etwas

source: Now go and make some doc categories at !link
de: Jetzt einige Dokumente-Kategorien hier!link machen

source: Document category
de: Kategorien der Dokumente

source: Content or synopsis of attached
de: Inhalt oder angehängte Synopse

source: Store and categories uploaded files, with privacy option
de: Speichern und kategorisieren der hochgeladenen Dateien mit Privatsphärenoption
